export const DEPARTMENTS = [
  {
    college: "인문대학",
    departments: [
      "국어국문학과",
      "영어영문학과",
      "독어독문학과",
      "불어불문학과",
      "일어일문학과",
      "중어중국학과"
    ]
  },
  {
    college: "자연과학대학",
    departments: [
      "수학과",
      "물리학과",
      "화학과",
      "패션산업학과",
      "해양학과"
    ]
  },
  {
    college: "사회과학대학",
    departments: [
      "사회복지학과",
      "미디어커뮤니케이션학과",
      "문헌정보학과",
      "창의인재개발학과"
    ]
  },
  {
    college: "글로벌정경대학",
    departments: [
      "행정학과",
      "정치외교학과",
      "경제학과",
      "무역학부",
      "소비자학과"
    ]
  },
  {
    college: "공과대학",
    departments: [
      "기계공학과",
      "전기공학과",
      "전자공학과",
      "산업경영공학과",
      "신소재공학과",
      "안전공학과",
      "에너지화학공학과",
      "바이오-로봇 시스템 공학과"
    ]
  },
  {
    college: "정보기술대학",
    departments: [
      "컴퓨터공학부",
      "정보통신공학과",
      "임베디드시스템공학과"
    ]
  },
  {
    college: "경영대학",
    departments: [
      "경영학부",
      "테크노경영학과",
      "세무회계학과",
      "테크노-경영학과"
    ]
  },
  {
    college: "예술체육대학",
    departments: [
      "한국화전공(조형예술학부)",
      "서양화전공(조형예술학부)",
      "디자인학부",
      "공연예술학과",
      "스포츠과학부",
      "운동건강학부"
    ]
  },
  {
    college: "사범대학",
    departments: [
      "국어교육과",
      "영어교육과",
      "일어교육과",
      "수학교육과",
      "체육교육과",
      "유아교육과",
      "역사교육과",
      "윤리교육과"
    ]
  },
  {
    college: "도시과학대학",
    departments: [
      "도시행정학과",
      "건설환경공학전공(도시환경공학부)",
      "환경공학전공(도시환경공학부)",
      "도시공학과",
      "건축·공학전공(도시건축학부)",
      "도시건축학전공(도시건축학부)"
    ]
  },
  {
    college: "생명과학기술대학",
    departments: [
      "생명공학전공(생명공학부)",
      "분자의생명전공(생명공학부)",
      "생명과학전공(생명공학부)",
      "나노바이오공학전공(생명공학부)"
    ]
  },
  {
    college: "융합사회안전대학",
    departments: [
      "자유전공학부",
      "국제통상전공학부",
      "융합학부"
    ]
  },
  {
    college: "동북아국제통상학부",
    departments: [
      "동북아국제통상전공",
      "스마트물류공학전공",
      "IBE전공"
    ]
  },
  {
    college: "법학부",
    departments: ["법학부"]
  }
];
